[{"id":1,"name":"Abdur rahman","cname":"Microsoft word","student":456,"rating":3.9,"discription":"Microsoft Word is a word processor, and, like other word processors, it's capable of helping users create a variety of different types of documents. For example, users can create a résumé, business contract, instruction document, or a letter to another person.","price":630,"img":"https://images.unsplash.com/photo-1454165804606-c3d57bc86b40?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=870&q=80"},{"id":2,"name":"Sajedur rahman","cname":"Microsoft exel","student":556,"rating":4.1,"discription":"Microsoft Excel is a helpful and powerful program for data analysis and documentation. It is a spreadsheet program, which contains a number of columns and rows, where each intersection of a column and a row is a “cell.” Each cell contains one point of data or one piece of information.","price":670,"img":"https://www.xda-developers.com/files/2018/09/microsoft-excel-logo.png"},{"id":3,"name":"Abdur korim","cname":"Microsoft powerpoint","student":486,"rating":3.8,"discription":"Microsoft PowerPoint is a powerful slide show presentation program. It is a standard component of the company's Microsoft Office suite software, and is bundled together with Word, Excel, and other office productivity tools. The program uses slides to convey information rich in multimedia.","price":690,"img":"https://i.pcmag.com/imagery/reviews/00InVWTsLrQWxxCpsQMKFcl-5.1569482071.fit_scale.size_760x427.jpg"},{"id":4,"name":"Majed ali","cname":"UI UX design","student":456,"rating":4.3,"discription":"The difference between User Interface (UI) and User Experience (UX) is that UI refers to the aesthetic elements by which people interact with a product, while UX is about the experience a user has with a product or service. ... UX would be the foundation, while UI would be the paint and furniture.","price":830,"img":"https://miro.medium.com/max/3000/1*fBzlEp4mz4-sgtk1ZqyxTA.jpeg"},{"id":5,"name":"Gulamur rahman","cname":"Grapics design","student":476,"rating":4.8,"discription":"Graphic design is a craft where professionals create visual content to communicate messages. By applying visual hierarchy and page layout techniques, designers use typography and pictures to meet users' specific needs and focus on the logic of displaying elements in interactive designs, to optimize the user experience.","price":630,"img":"https://fiverr-res.cloudinary.com/images/t_main1,q_auto,f_auto,q_auto,f_auto/gigs/100616304/original/dadefa1a2630f939d771ab114da5381dd9b6eb22/create-any-kind-of-graphic-design-with-idea.jpg"},{"id":6,"name":"Bin ahmad","cname":"Digital marketing","student":956,"rating":4,"discription":"Digital marketing, also called online marketing, is the promotion of brands to connect with potential customers using the internet and other forms of digital communication. This includes not only email, social media, and web-based advertising, but also text and multimedia messages as a marketing channel.\n        ","price":430,"img":"https://multichannelmerchant.com/wp-content/uploads/2018/07/digitalmarketing850.jpg"},{"id":7,"name":"Al mahmud","cname":"Python","student":516,"rating":3.7,"discription":"Python is an interpreted high-level general-purpose programming language. Its design philosophy emphasizes code readability with its use of significant indentation. Its language constructs as well as its object-oriented approach aim to help programmers write clear, logical code for small and large-scale projects","price":1010,"img":"https://miro.medium.com/max/840/1*RJMxLdTHqVBSijKmOO5MAg.jpeg"},{"id":8,"name":"David warner","cname":"JavaScript","student":400,"rating":4.4,"discription":"JavaScript, often abbreviated as JS, is a programming language that conforms to the ECMAScript specification. JavaScript is high-level, often just-in-time compiled, and multi-paradigm. It has curly-bracket syntax, dynamic typing, prototype-based object-orientation, and first-class functions.","price":1090,"img":"https://blog.logrocket.com/wp-content/uploads/2021/03/javascript-php-developers.png"},{"id":9,"name":"Mohammad ali","cname":"WordPress","student":820,"rating":4,"discription":"Open your online store with a powerful, flexible platform designed to grow with you. Free Custom Domain In First Year, Hosting, & 24/7 Support Included In Paid Plans. Free Shipping. Secure payments. Hand made. Low price guarantee. 24 7 customer service. Easy returns.","price":1110,"img":"https://legiit-service.s3.amazonaws.com/8772251049924ea0c181827c39a2e1b5/f5b9e4f7031a7ab65e02a6bada91d153.jpg"}]